monitoreos/createfnr3GT/logs/log_20250811_121917.txt

[2025-08-11 12:19:17.802] Inicio del envío
País: Guatemala
Endpoint: http://172.20.190.94:8080/CAI3G1.2/services/CAI3G1.2/async
Usuario: EmaCmdGT
Delay: 1000 ms

[2025-08-11 12:19:17.804] [0] XML generado:
<?xml version="1.0" encoding="ISO-8859-1"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:add="http://www.w3.org/2005/08/addressing"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/"
                  xmlns:asy="http://schemas.ericsson.com/async/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <add:Security>
      <add:UsernameToken>
        <add:Username>EmaCmdGT</add:Username>
        <add:Password>EmaCmdGT@1</add:Password>
      </add:UsernameToken>
    </add:Security>
    <cai3:Context>50252132343</cai3:Context>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>PrepaidMobile@http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/</cai3:MOType>
      <cai3:MOId>
        <cai3:OrderId>50252132343</cai3:OrderId>
        <amx:msisdn>50252132343</amx:msisdn>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:SetPrepaidMobile msisdn="50252132343">
          <amx:Usecase>CREATE_FNR_3</amx:Usecase>
          <amx:msisdn>50252132343</amx:msisdn>
          <amx:WFC/>
        </amx:SetPrepaidMobile>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

[2025-08-11 12:19:18.053] [0] Envío exitoso - Duración: 0.25s

----------------------------------------

[2025-08-11 12:19:19.054] [1] XML generado:
<?xml version="1.0" encoding="ISO-8859-1"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:add="http://www.w3.org/2005/08/addressing"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/"
                  xmlns:asy="http://schemas.ericsson.com/async/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <add:Security>
      <add:UsernameToken>
        <add:Username>EmaCmdGT</add:Username>
        <add:Password>EmaCmdGT@1</add:Password>
      </add:UsernameToken>
    </add:Security>
    <cai3:Context>50252132391</cai3:Context>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>PrepaidMobile@http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/</cai3:MOType>
      <cai3:MOId>
        <cai3:OrderId>50252132391</cai3:OrderId>
        <amx:msisdn>50252132391</amx:msisdn>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:SetPrepaidMobile msisdn="50252132391">
          <amx:Usecase>CREATE_FNR_3</amx:Usecase>
          <amx:msisdn>50252132391</amx:msisdn>
          <amx:WFC/>
        </amx:SetPrepaidMobile>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

[2025-08-11 12:19:19.527] [1] Envío exitoso - Duración: 0.47s

----------------------------------------

[2025-08-11 12:19:20.536] [2] XML generado:
<?xml version="1.0" encoding="ISO-8859-1"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:add="http://www.w3.org/2005/08/addressing"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/"
                  xmlns:asy="http://schemas.ericsson.com/async/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <add:Security>
      <add:UsernameToken>
        <add:Username>EmaCmdGT</add:Username>
        <add:Password>EmaCmdGT@1</add:Password>
      </add:UsernameToken>
    </add:Security>
    <cai3:Context>50252132729</cai3:Context>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>PrepaidMobile@http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/</cai3:MOType>
      <cai3:MOId>
        <cai3:OrderId>50252132729</cai3:OrderId>
        <amx:msisdn>50252132729</amx:msisdn>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:SetPrepaidMobile msisdn="50252132729">
          <amx:Usecase>CREATE_FNR_3</amx:Usecase>
          <amx:msisdn>50252132729</amx:msisdn>
          <amx:WFC/>
        </amx:SetPrepaidMobile>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

[2025-08-11 12:19:20.636] [2] Envío exitoso - Duración: 0.1s

----------------------------------------

[2025-08-11 12:19:21.637] [3] XML generado:
<?xml version="1.0" encoding="ISO-8859-1"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:add="http://www.w3.org/2005/08/addressing"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/"
                  xmlns:asy="http://schemas.ericsson.com/async/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <add:Security>
      <add:UsernameToken>
        <add:Username>EmaCmdGT</add:Username>
        <add:Password>EmaCmdGT@1</add:Password>
      </add:UsernameToken>
    </add:Security>
    <cai3:Context>50252132742</cai3:Context>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>PrepaidMobile@http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/</cai3:MOType>
      <cai3:MOId>
        <cai3:OrderId>50252132742</cai3:OrderId>
        <amx:msisdn>50252132742</amx:msisdn>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:SetPrepaidMobile msisdn="50252132742">
          <amx:Usecase>CREATE_FNR_3</amx:Usecase>
          <amx:msisdn>50252132742</amx:msisdn>
          <amx:WFC/>
        </amx:SetPrepaidMobile>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

[2025-08-11 12:19:22.172] [3] Envío exitoso - Duración: 0.53s

----------------------------------------

[2025-08-11 12:19:25.252] [4] XML generado:
<?xml version="1.0" encoding="ISO-8859-1"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:add="http://www.w3.org/2005/08/addressing"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/"
                  xmlns:asy="http://schemas.ericsson.com/async/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <add:Security>
      <add:UsernameToken>
        <add:Username>EmaCmdGT</add:Username>
        <add:Password>EmaCmdGT@1</add:Password>
      </add:UsernameToken>
    </add:Security>
    <cai3:Context>50252132848</cai3:Context>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>PrepaidMobile@http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/</cai3:MOType>
      <cai3:MOId>
        <cai3:OrderId>50252132848</cai3:OrderId>
        <amx:msisdn>50252132848</amx:msisdn>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:SetPrepaidMobile msisdn="50252132848">
          <amx:Usecase>CREATE_FNR_3</amx:Usecase>
          <amx:msisdn>50252132848</amx:msisdn>
          <amx:WFC/>
        </amx:SetPrepaidMobile>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

[2025-08-11 12:19:25.397] [4] Envío exitoso - Duración: 0.14s

----------------------------------------

[2025-08-11 12:19:26.399] [5] XML generado:
<?xml version="1.0" encoding="ISO-8859-1"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:add="http://www.w3.org/2005/08/addressing"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/"
                  xmlns:asy="http://schemas.ericsson.com/async/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <add:Security>
      <add:UsernameToken>
        <add:Username>EmaCmdGT</add:Username>
        <add:Password>EmaCmdGT@1</add:Password>
      </add:UsernameToken>
    </add:Security>
    <cai3:Context>50252134605</cai3:Context>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>PrepaidMobile@http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/</cai3:MOType>
      <cai3:MOId>
        <cai3:OrderId>50252134605</cai3:OrderId>
        <amx:msisdn>50252134605</amx:msisdn>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:SetPrepaidMobile msisdn="50252134605">
          <amx:Usecase>CREATE_FNR_3</amx:Usecase>
          <amx:msisdn>50252134605</amx:msisdn>
          <amx:WFC/>
        </amx:SetPrepaidMobile>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

[2025-08-11 12:19:26.458] [5] Envío exitoso - Duración: 0.06s

----------------------------------------

[2025-08-11 12:19:27.459] [6] XML generado:
<?xml version="1.0" encoding="ISO-8859-1"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:add="http://www.w3.org/2005/08/addressing"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/"
                  xmlns:asy="http://schemas.ericsson.com/async/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <add:Security>
      <add:UsernameToken>
        <add:Username>EmaCmdGT</add:Username>
        <add:Password>EmaCmdGT@1</add:Password>
      </add:UsernameToken>
    </add:Security>
    <cai3:Context>50252135299</cai3:Context>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>PrepaidMobile@http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/</cai3:MOType>
      <cai3:MOId>
        <cai3:OrderId>50252135299</cai3:OrderId>
        <amx:msisdn>50252135299</amx:msisdn>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:SetPrepaidMobile msisdn="50252135299">
          <amx:Usecase>CREATE_FNR_3</amx:Usecase>
          <amx:msisdn>50252135299</amx:msisdn>
          <amx:WFC/>
        </amx:SetPrepaidMobile>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

[2025-08-11 12:19:27.491] [6] Envío exitoso - Duración: 0.03s

----------------------------------------

[2025-08-11 12:19:28.492] [7] XML generado:
<?xml version="1.0" encoding="ISO-8859-1"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:add="http://www.w3.org/2005/08/addressing"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/"
                  xmlns:asy="http://schemas.ericsson.com/async/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <add:Security>
      <add:UsernameToken>
        <add:Username>EmaCmdGT</add:Username>
        <add:Password>EmaCmdGT@1</add:Password>
      </add:UsernameToken>
    </add:Security>
    <cai3:Context>50252135339</cai3:Context>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>PrepaidMobile@http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/</cai3:MOType>
      <cai3:MOId>
        <cai3:OrderId>50252135339</cai3:OrderId>
        <amx:msisdn>50252135339</amx:msisdn>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:SetPrepaidMobile msisdn="50252135339">
          <amx:Usecase>CREATE_FNR_3</amx:Usecase>
          <amx:msisdn>50252135339</amx:msisdn>
          <amx:WFC/>
        </amx:SetPrepaidMobile>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

[2025-08-11 12:19:28.539] [7] Envío exitoso - Duración: 0.05s

----------------------------------------

[2025-08-11 12:19:29.539] [8] XML generado:
<?xml version="1.0" encoding="ISO-8859-1"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:add="http://www.w3.org/2005/08/addressing"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/"
                  xmlns:asy="http://schemas.ericsson.com/async/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <add:Security>
      <add:UsernameToken>
        <add:Username>EmaCmdGT</add:Username>
        <add:Password>EmaCmdGT@1</add:Password>
      </add:UsernameToken>
    </add:Security>
    <cai3:Context>50252135726</cai3:Context>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>PrepaidMobile@http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/</cai3:MOType>
      <cai3:MOId>
        <cai3:OrderId>50252135726</cai3:OrderId>
        <amx:msisdn>50252135726</amx:msisdn>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:SetPrepaidMobile msisdn="50252135726">
          <amx:Usecase>CREATE_FNR_3</amx:Usecase>
          <amx:msisdn>50252135726</amx:msisdn>
          <amx:WFC/>
        </amx:SetPrepaidMobile>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

[2025-08-11 12:19:29.573] [8] Envío exitoso - Duración: 0.03s

----------------------------------------

[2025-08-11 12:19:30.578] Proceso detenido manualmente
